Repository: majeed4/Tweeps
Catalog: iUnfollow/*.lproj/Localizable.strings
Languages: ar

source: Select All
ar: حدد الجميع

source: Deselect all
ar: إلغاء تحديد الجميع

source: Following
ar: متابَعون

source: Non-followers
ar: غير متابِعين لك

source: Unfollow selected
ar: إلغاء متابعة المحدد

source: UNFOLLOW ALL
ar: إلغاء الجميع

source: Back
ar: رجوع

source: Recent history
ar: عمليات اليوم

source: There is currently no history to show
ar: لا يوجد عمليات يمكن مشاهدتها اليوم

source: Cancel follow request
ar: إلغاء طلب الإضافة

source: Now following
ar: قام بمتابعتك

source: Following you
ar: قام بمتابعتك

source: Now unfollowing
ar: الغيت متابعت

source: Unfollowing you
ar: الغو متابعتك

source: N/A
ar: غير موجود

source: Close
ar: أغلق

source: Recent's Statistics
ar: آخر الإحصائيات

source: All-time Statistics
ar: إحصائيات جميع الأوقات

source: Show recent history
ar: شاهد عمليات اليوم

source: Notify me via twitter when someone Unfollows me
ar: نبهني بمن يلغي ألمتابعة

source: Tweets
ar: تغريدات

source: Followers
ar: متابِعون

source: Favourites
ar: مفضلة

source: Accounts
ar: حسابات

source: Unfollow
ar: إلغاء المتابعة

source: Updating list of following and calculating stats. Please wait...
ar: تحديث بيانات المتابعين . الرجاء الأنتظار

source: Updating list of non-followers and calculating stats. Please wait...
ar: تحديث بيانات الغير متابعين . الرجاء الأنتظار

source: Unfollow all remove any of your followings that isn't following you back! Press "Unfollow ALL" to confirm
ar: إلغاء الجميع سيقوم بإلغاء كل من هو غير متابع لك . اضغط على إلغاء الجميع للتأكيد

source: Cancel
ar: تراجع

source: Unfollow ALL
ar: ألغاء الجميع

source: Don't ask me again
ar: لا تسأل مرة أخرى

source: Are you sure you want to unfollow those users?
ar: هل أنت متأكد و تريد إلغاء متابعة الجميع ؟

source: My profile
ar: الملف الشخصي

source: Please select the twitter account you want to sign in with. You can use the app to manage multiple accounts from the profile screen
ar: ألرجاء أختيار حساب تويتر الذي تريد مشاهدته . تستطيع أستخدام البرنامج لمشاهدة أكثر من حساب

source: Choose an account
ar: أختر الحساب

source: No website
ar: لا يوجد موقع

source: Getting your info
ar: جاري جلب المعلومات

source: Warning
ar: تحذير

source: Ok
ar: موافق

source: OK
ar: موافق

source: The page requested does not exist
ar: الصفحة المطلوبة غير موجودة

source: Could not connect to Twitter
ar: لا يمكن الأتصال بتويتر

source: There is a request limit per 15 minutes and you reached it! Please retry after 15 minutes
ar: لا يمكن الأتصال بتويتر

source: Don't tell me again
ar: ا تخبرني مره أخرى

source: Previous unfollow still in progress
ar: العملية السابقة لا زالت جارية

source: Success
ar: تم بنجاح

source: unfollowed on
ar: تم إلغاء المتابعة عن بتاريخ

source: as requested!
ar: كما طلبت

source: Unable to start unfollowing the user you have selected
ar: فشل إلغاء متابعة من قمت بإختيارهم

source: No users selected
ar: لم يتم أختيار أحد

source: No twitter account set or last account is no longer available
ar: لا يوجد حساب تويتر في جهازك يمكن مشاهدته

source: Your device doesn't seem to be connected to any internet network
ar: جهازك غير متصل بالأنترنت

source: Please try again later
ar: حاول مرة أخرى لاحقا

source: Pending
ar: معلق

source: There are no pending follow requests.If you consider, try reloading.
ar: لا يوجد طلبات اظافة معلقة

source: Pending requests
ar: طلبات اظافة معلقة

source: Getting your pending info
ar: جاري جلب البيانات

source: Did you know you can manage multiple twitter accounts? Simply access the "Accounts" option on the profile screen!
ar: بأمكانك تغيير الحساب من خلال أيقونة الحسابات الموجودة في أعلى يمين البرنامج

source: Finished checking...
ar: تم التحقق

source: Unfollowed
ar: الغى المتابعة

source: of
ar: من

source: YES
ar: نعم

source: NO
ar: لا

source: Tweet
ar: تغريدات

source: Coming Soon
ar: قريـــــــبا

source: There is currently no history to show.
ar: لا يوجد بيانات يمكن عرضها

source: Select 100
ar: حدد 100

source: Non-Followers
ar: غير مــتابعين لــك

source: Users who you follow
ar: الأشخاص الذين تتابعهم

source: Users who don't follow you back
ar: الأشخاص الذين تتابعهم و لا يتابعونك

source: Fans
ar: ألـمعجبيـن

source: Friends
ar: ألأصدقـاء

source: Users who follow you but you don't follow them
ar: يتـابعونك و لا تتـابعهم

source: Block
ar: حـظـر

source: Blocked
ar: قمـت بحظره

source: Following who haven't tweeted for 20 days
ar: من تتـابعهم و لم يغـردوا منـذ 20 يـوم

source: Users you follow and they follow back
ar: الأشخاص الذين تتابعهم و يتابعونك

source: Follow
ar: مـتابعـة

source: Unblock
ar: إلغاء الحظر

source: Latest Tweets
ar: أحدث التغريدات

source: Recently Following
ar: قـام بمتـابعتك

source: Recently Unfollowing
ar: قام بإلغاء متابعتك

source: Blocked by you
ar: اشخاص قمت بحظرهم

source: Inactive
ar: حسابات غير نشطة

source: Eggs
ar: بيـض :)

source: No profile image
ar: مستخدمي الصورة الإفتراضية

# Unfollow Tweet text
source: unfollowed me. I found out using iPhone app #Tweepr http://bit.ly/10axRa8
ar: قام بإلغاء متابعتك. تنبية بواسطة برنامج الأيفون #تويبر http://bit.ly/10axRa8

source: Please wait...
ar: لرجاء الأنتظار...

source: Top retweets
ar: إعـادة تغريد

source: Most retweeted tweets
ar: أفضل تغريدات لك تـم إعـادة تغريدها

source: Top retweeters
ar: أفضل من يعيد التغريد

source: People retweeting you the most
ar: أفضل من يقوم بإعـادة تغريداتك

source: Retweeted by you
ar: إعـادة تغريداتهم

source: People you retweet the most
ar: أفضل من تقوم أنت بإعـادة تغريداتهم

source: Videos
ar: فـيـديـو

source: Tweets with videos only
ar: تغريداتك التي تحتوي فيديو فقط

source: Images
ar: صـور

source: Tweets with images only
ar: تغريداتك التي تحتوي صور فقط

source: Retweets
ar: إعـادة تغريد

source: retweets
ar: إعـادة تغريد

source: Unblock selected
ar: إلغاء الحظر

source: Are you sure you want to unblock those users?
ar: هل أنت متأكد و تريد إلغاء حظر من قمت بأختيارهم ؟

source: Latest retweeters
ar: من أعـاد التغـريد

source: Tweets you retweeted
ar: التغريدات التي قمت بإعادة تغريدها

source: Updating your timeline. Please wait...
ar: جاري تحديث قائمة تغريداتك الرجآء الإنتظآر

source: Settings
ar: إعدادات

source: Enable Tweet notifications
ar: التنبيهات عن طريق التغريد الآلي

source: Tweets retweeted for you
ar: التغريدات التي قام بإعادة تغريدها

source: Retweeters
ar: أعادو نغريداتك

source: Retweeted
ar: أعدت تغريداتهم

source: Top mentioned
ar: أفضل من قمت بالرد عليهم

source: Mentioned
ar: قمت بالرد عليهم

source: Tweets mentioning
ar: ردودك على

source: Mentioning
ar: قاموا بالرد عليك

source: People mentioning you the most
ar: أكثر الأشخاص ردا عليك

source: Top mentioning
ar: قاموا بالرد عليك

source: Tweets mentioning you
ar: تغريدات تم ذكرك فيها

source: Purchase
ar: شراء

source: Sorry. This Feature is only available with Tweepr Pro Version. Please feel free to buy Tweepr Pro if you want unlock this and many other features.
ar: عفوا . هذه الخدمة متوفرة فقط في تويبر برو و هي النسخة المدفوعة من البرنامج . يمكنك شراء النسخة المدفوعة و الحصول على الكثير من المزايا الان و في المستقبل

source: mentions
ar: الردود

source: %@ has unfollowed you
ar: %@ قام بإلغاء متابعاتك

# %d users have unfollowed you
source: %d uses have unfollowed you
ar: أشخاص قاموا بإلغاء متابعتك %d
